tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sass/sass"
# Engine for large-scale data processing
brew "apache-spark"
# Automatic configure script builder
brew "autoconf"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# GNU File, Shell, and Text utilities
brew "coreutils"
# AVH edition of git-flow
brew "git-flow-avh"
# Extendable open-source CI server
brew "jenkins-lts"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# X.509 and CMS library
brew "libksba"
# Generic library support script
brew "libtool"
# YAML Parser
brew "libyaml"
# Java-based project management
brew "maven"
# HTTP(S) server and reverse proxy, and IMAP/POP3 proxy server
brew "nginx"
# Manage compile and link flags for libraries
brew "pkg-config"
# Library for command-line editing
brew "readline"
# Object-relational database system
brew "postgresql", restart_service: true
# Implementation of Telnet and SSH
brew "putty"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Executes a program periodically, showing output fullscreen
brew "watch"
# JavaScript package manager
brew "yarn"
# General-purpose lossless data-compression library
brew "zlib"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community"
# Stylesheet Preprocessor
brew "sass/sass/sass"
